export default {
  projections: {
    ЗаказПостE: {
      датаОкончания: {
        __caption__: 'Дата окончания'
      },
      суммаДокумента: {
        __caption__: 'Сумма документа'
      },
      датаНачала: {
        __caption__: 'Дата начала'
      },
      состояниеОплаты: {
        __caption__: 'Состояние оплаты'
      },
      заказ: {
        __caption__: 'Заказ',
        цена: {
          __caption__: 'Цена'
        },
        этоУслуга: {
          __caption__: 'Это услуга'
        },
        суммаНДС: {
          __caption__: 'Сумма НДС'
        },
        количество: {
          __caption__: 'Количество'
        },
        сумма: {
          __caption__: 'Сумма'
        }
      }
    },
    ЗаказПостL: {
      датаОкончания: {
        __caption__: 'Дата окончания'
      },
      суммаДокумента: {
        __caption__: 'Сумма документа'
      },
      датаНачала: {
        __caption__: 'Дата начала'
      },
      состояниеОплаты: {
        __caption__: 'Состояние оплаты'
      }
    },
    ЗаказПоставщикуE: {
      датаОкончания: {
        __caption__: 'Дата окончания'
      },
      суммаДокумента: {
        __caption__: 'Сумма документа'
      },
      датаНачала: {
        __caption__: 'Дата начала'
      },
      заказ: {
        __caption__: 'Заказ',
        цена: {
          __caption__: 'Цена'
        },
        этоУслуга: {
          __caption__: 'Это услуга'
        },
        суммаНДС: {
          __caption__: 'Сумма НДС'
        },
        количество: {
          __caption__: 'Количество'
        },
        сумма: {
          __caption__: 'Сумма'
        }
      }
    },
    ЗаказПоставщикуL: {
      датаОкончания: {
        __caption__: 'Дата окончания'
      },
      суммаДокумента: {
        __caption__: 'Сумма документа'
      },
      датаНачала: {
        __caption__: 'Дата начала'
      }
    }
  },
  validations: {
    датаНачала: {
      __caption__: 'Дата начала'
    },
    датаОкончания: {
      __caption__: 'Дата окончания'
    },
    состОтгрузки: {
      __caption__: 'состОтгрузки'
    },
    состояниеОплаты: {
      __caption__: 'Состояние оплаты'
    },
    суммаВклНДС: {
      __caption__: 'суммаВклНДС'
    },
    суммаДокумента: {
      __caption__: 'Сумма документа'
    },
    контрагенты: {
      __caption__: 'контрагенты'
    },
    организации: {
      __caption__: 'организации'
    },
    склады: {
      __caption__: 'склады'
    },
    заказ: {
      __caption__: 'Заказ'
    }
  }
};
