export default {
  projections: {
    ПланЗакупокE: {
      датаНачала: {
        __caption__: 'Дата начала'
      },
      организации: {
        __caption__: '',
        организация: {
          __caption__: ''
        }
      },
      склады: {
        __caption__: '',
        склад: {
          __caption__: ''
        }
      },
      план: {
        __caption__: 'План',
        этоУслуга: {
          __caption__: 'Это услуга'
        },
        количество: {
          __caption__: 'Количество'
        },
        номенклатура: {
          __caption__: '',
          номенклатура: {
            __caption__: ''
          },
          контрагенты: {
            __caption__: '',
            контрагент: {
              __caption__: ''
            }
          }
        },
        единицыИзмер: {
          __caption__: '',
          единицаИзмер: {
            __caption__: ''
          }
        }
      }
    },
    ПланЗакупокL: {
      датаНачала: {
        __caption__: 'Дата начала'
      }
    }
  },
  validations: {
    датаНачала: {
      __caption__: 'Дата начала'
    },
    организации: {
      __caption__: 'организации'
    },
    склады: {
      __caption__: 'склады'
    },
    план: {
      __caption__: 'План'
    }
  }
};
