export default {
  projections: {
    ПланE: {
      этоУслуга: {
        __caption__: 'Это услуга'
      },
      количество: {
        __caption__: 'Количество'
      },
      номенклатура: {
        __caption__: '',
        номенклатура: {
          __caption__: ''
        },
        контрагенты: {
          __caption__: '',
          контрагент: {
            __caption__: ''
          }
        }
      },
      единицыИзмер: {
        __caption__: '',
        единицаИзмер: {
          __caption__: ''
        }
      }
    }
  },
  validations: {
    количество: {
      __caption__: 'Количество'
    },
    этоУслуга: {
      __caption__: 'Это услуга'
    },
    единицыИзмер: {
      __caption__: 'единицыИзмер'
    },
    номенклатура: {
      __caption__: 'номенклатура'
    },
    планЗакупок: {
      __caption__: 'планЗакупок'
    }
  }
};
